Repository: SoplosLinux/soplos-grub-editor
Catalog: locale/*/LC_MESSAGES/soplos-grub-editor.po
Languages: de, es, fr, it, pt, ro, ru

source: No theme.txt found in archive
de: Keine theme.txt im Archiv gefunden
es: No se encontró theme.txt en el archivo
fr: Aucun theme.txt trouvé dans l'archive
it: Nessun theme.txt trovato nell'archivio
pt: Nenhum theme.txt encontrado no arquivo
ro: Niciun theme.txt găsit în arhivă
ru: theme.txt не найден в архиве

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
pt: Caminho
ro: Cale
ru: Путь

source: Please select a background image first.
de: Bitte wählen Sie zuerst ein Hintergrundbild aus.
es: Por favor seleccione una imagen de fondo primero.
fr: Veuillez d'abord sélectionner une image d'arrière-plan.
it: Seleziona prima un'immagine di sfondo.
pt: Por favor selecione uma imagem de fundo primeiro.
ro: Vă rugăm să selectați mai întâi o imagine de fundal.
ru: Пожалуйста, сначала выберите фоновое изображение.

source: Please select a valid font file.
de: Bitte wählen Sie eine gültige Schriftartdatei aus.
es: Por favor seleccione un archivo de fuente válido.
fr: Veuillez sélectionner un fichier de police valide.
it: Seleziona un file di carattere valido.
pt: Por favor selecione um ficheiro de tipo de letra válido.
ro: Vă rugăm să selectați un fișier font valid.
ru: Пожалуйста, выберите действительный файл шрифта.

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
pt: Sair
ro: Ieșire
ru: Выход

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
pt: Pronto
ro: Pregătit
ru: Готово

source: Received signal {num}, shutting down...
de: Signal {num} empfangen, wird heruntergefahren...
es: Señal recibida {num}, cerrando...
fr: Signal {num} reçu, arrêt en cours...
it: Ricevuto segnale {num}, arresto...
pt: Sinal {num} recebido, a encerrar...
ro: Semnal {num} primit, se oprește...
ru: Получен сигнал {num}, выключение...

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pt: Remover
ro: Elimină
ru: Удалить

source: Remove Background
de: Hintergrund entfernen
es: Eliminar fondo
fr: Supprimer l'arrière-plan
it: Rimuovi sfondo
pt: Remover Fundo
ro: Elimină fundal
ru: Удалить фон

source: Remove Entry
de: Eintrag entfernen
es: Eliminar entrada
fr: Supprimer l'entrée
it: Rimuovi voce
pt: Remover Entrada
ro: Elimină intrare
ru: Удалить запись

source: Remove Theme
de: Design entfernen
es: Eliminar tema
fr: Supprimer le thème
it: Rimuovi tema
pt: Remover Tema
ro: Elimină temă
ru: Удалить тему

source: Remove entry
de: Eintrag entfernen
es: Eliminar entrada
fr: Supprimer l'entrée
it: Rimuovi voce
pt: Remover entrada
ro: Elimină intrare
ru: Удалить запись

source: Remove entry '{}'?
de: Eintrag '{}' entfernen?
es: ¿Eliminar la entrada '{}'?
fr: Supprimer l'entrée '{}' ?
it: Rimuovere voce '{}'?
pt: Remover entrada '{}'?
ro: Elimini intrarea '{}'?
ru: Удалить запись '{}'?

source: Removed key {key} from config
de: Schlüssel {key} aus Konfiguration entfernt
es: Clave {key} eliminada de la configuración
fr: Clé {key} supprimée de la configuration
it: Rimossa chiave {key} da config
pt: Chave {key} removida da configuração
ro: Eliminat cheie {key} din config
ru: Удален ключ {key} из конфигурации

source: Run update-grub now to apply changes?
de: update-grub jetzt ausführen, um Änderungen anzuwenden?
es: ¿Ejecutar update-grub ahora para aplicar los cambios?
fr: Exécuter update-grub maintenant pour appliquer ?
it: Eseguire update-grub ora per applicare?
pt: Executar update-grub agora para aplicar alterações?
ro: Rulați update-grub acum pentru a aplica?
ru: Запустить update-grub сейчас для применения изменений?

source: Running on {} ({})
de: Läuft auf {} ({})
es: Ejecutando en {} ({})
fr: Exécution sur {} ({})
it: In esecuzione su {} ({})
pt: A executar em {} ({})
ro: Rulează pe {} ({})
ru: Запуск на {} ({})

source: Screen Resolution:
de: Bildschirmauflösung:
es: Resolución de pantalla:
fr: Résolution d'écran :
it: Risoluzione schermo:
pt: Resolução de Ecrã:
ro: Rezoluție ecran:
ru: Разрешение экрана:

source: Select TTF/OTF font file...
de: Wähle TTF/OTF-Schriftartdatei...
es: Seleccionar archivo de fuente TTF/OTF...
fr: Sélectionner un fichier de police TTF/OTF...
it: Seleziona file font TTF/OTF...
pt: Selecionar ficheiro de tipo de letra TTF/OTF...
ro: Selectare fișier font TTF/OTF...
ru: Выберите файл шрифта TTF/OTF...

source: Select background image
de: Hintergrundbild auswählen
es: Seleccionar imagen de fondo
fr: Sélectionner une image d'arrière-plan
it: Seleziona immagine sfondo
pt: Selecionar imagem de fundo
ro: Selectare imagine fundal
ru: Выберите изображение фона

source: Select font file
de: Schriftartdatei auswählen
es: Seleccionar archivo de fuente
fr: Sélectionner un fichier de police
it: Seleziona file carattere
pt: Selecionar ficheiro de tipo de letra
ro: Selectare fișier font
ru: Выберите файл шрифта

source: Select theme archive
de: Designarchiv auswählen
es: Seleccionar archivo de tema
fr: Sélectionner une archive de thème
it: Seleziona archivio tema
pt: Selecionar arquivo de tema
ro: Selectare arhivă temă
ru: Выберите архив темы

source: Show boot menu
de: Boot-Menü anzeigen
es: Mostrar menú de arranque
fr: Afficher le menu de démarrage
it: Mostra menu avvio
pt: Mostrar menu de arranque
ro: Afișare meniu boot
ru: Показать меню загрузки

source: Shutting down Soplos Grub Editor...
de: Soplos Grub Editor wird beendet...
es: Cerrando Soplos Grub Editor...
fr: Arrêt de Soplos Grub Editor...
it: Chiusura Soplos Grub Editor...
pt: A encerrar Soplos Grub Editor...
ro: Se oprește Soplos Grub Editor...
ru: Выключение Soplos Grub Editor...

source: Starting {name} v{ver}...
de: Starte {name} v{ver}...
es: Iniciando {name} v{ver}...
fr: Démarrage de {name} v{ver}...
it: Avvio di {name} v{ver}...
pt: A iniciar {name} v{ver}...
ro: Pornește {name} v{ver}...
ru: Запуск {name} v{ver}...

source: Success
de: Erfolgreich
es: Correcto
fr: Succès
it: Successo
pt: Sucesso
ro: Succes
ru: Успех

source: Successfully saved config to {path}
de: Konfiguration erfolgreich in {path} gespeichert
es: Configuración guardada correctamente en {path}
fr: Configuration enregistrée avec succès vers {path}
it: Configurazione salvata in {path}
pt: Configuração guardada com sucesso em {path}
ro: Configurație salvată cu succes la {path}
ru: Конфигурация успешно сохранена в {path}

source: Successfully saved config using pkexec
de: Konfiguration mit pkexec erfolgreich gespeichert
es: Configuración guardada correctamente usando pkexec
fr: Configuration enregistrée avec succès via pkexec
it: Configurazione salvata usando pkexec
pt: Configuração guardada com sucesso usando pkexec
ro: Configurație salvată cu succes folosind pkexec
ru: Конфигурация успешно сохранена с использованием pkexec

source: Successfully updated GRUB
de: GRUB erfolgreich aktualisiert
es: GRUB ha sido actualizado correctamente
fr: GRUB mis à jour avec succès
it: GRUB aggiornato correttamente
pt: GRUB atualizado com sucesso
ro: GRUB actualizat cu succes
ru: GRUB успешно обновлен

source: Text color:
de: Textfarbe:
es: Color del texto:
fr: Couleur du texte :
it: Colore testo:
pt: Cor do texto:
ro: Culoare text:
ru: Цвет текста:

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pt: Tema
ro: Temă
ru: Тема

source: Theme '{}' installed successfully!
de: Design '{}' erfolgreich installiert!
es: ¡El tema '{}' se ha instalado correctamente!
fr: Thème '{}' installé avec succès !
it: Tema '{}' installato correttamente!
pt: Tema '{}' instalado com sucesso!
ro: Tema '{}' instalată cu succes!
ru: Тема '{}' успешно установлена!

source: Theme '{}' removed successfully!
de: Design '{}' erfolgreich entfernt!
es: ¡El tema '{}' se ha eliminado correctamente!
fr: Thème '{}' supprimé avec succès !
it: Tema '{}' rimosso correttamente!
pt: Tema '{}' removido com sucesso!
ro: Tema '{}' eliminată cu succes!
ru: Тема '{}' успешно удалена!

source: Theme applied successfully!
de: Design erfolgreich angewendet!
es: ¡Tema aplicado correctamente!
fr: Thème appliqué avec succès !
it: Tema applicato correttamente!
pt: Tema aplicado com sucesso!
ro: Temă aplicată cu succes!
ru: Тема успешно применена!

source: Theme archives
de: Designarchive
es: Archivos de tema
fr: Archives de thèmes
it: Archivi temi
pt: Arquivos de tema
ro: Arhive temă
ru: Архивы тем

source: Theme disabled.
de: Design deaktiviert.
es: Tema desactivado.
fr: Thème désactivé.
it: Tema disabilitato.
pt: Tema desativado.
ro: Temă dezactivată.
ru: Тема отключена.

source: Theme loaded: {theme}
de: Design geladen: {theme}
es: Tema cargado: {theme}
fr: Thème chargé : {theme}
it: Tema caricato: {theme}
pt: Tema carregado: {theme}
ro: Temă încărcată: {theme}
ru: Тема загружена: {theme}

source: Theme:
de: Design:
es: Tema:
fr: Thème :
it: Tema:
pt: Tema:
ro: Temă:
ru: Тема:

source: Themes include colors and fonts. Use 'Background' tab for custom setup.
de: Designs enthalten Farben und Schriftarten. Verwenden Sie den Tab 'Hintergrund' für benutzerdefinierte Einstellungen.
es: Los temas incluyen colores y fuentes. Use la pestaña 'Fondo' para una configuración personalizada.
fr: Les thèmes incluent couleurs et polices. Utilisez l'onglet 'Arrière-plan' pour personnaliser.
it: I temi includono colori e font. Usa la scheda 'Sfondo' per personalizzare.
pt: Os temas incluem cores e tipos de letra. Use a aba 'Fundo' para configuração personalizada.
ro: Temele includ culori și fonturi. Folosiți 'Fundal' pentru setări personalizate.
ru: Темы включают цвета и шрифты. Используйте вкладку 'Фон' для пользовательской настройки.

source: This will disable any theme and use the custom background with your color settings. Continue?
de: Dies deaktiviert jedes Design und verwendet den benutzerdefinierten Hintergrund mit Ihren Farbeinstellungen. Fortfahren?
es: Esto desactivará cualquier tema y usará el fondo personalizado con tu configuración de colores. ¿Desa continuar?
fr: Ceci désactivera tout thème et utilisera l'arrière-plan personnalisé avec vos couleurs. Continuer ?
it: Questo disabiliterà il tema e userà lo sfondo personalizzato con i tuoi colori. Continuare?
pt: Isto irá desativar qualquer tema e usar o fundo personalizado com as suas definições de cor. Continuar?
ro: Aceasta va dezactiva orice temă și va folosi fundalul personalizat cu culorile dvs. Continuați?
ru: Это отключит любую тему и будет использовать пользовательский фон с вашими настройками цвета. Продолжить?

source: This will permanently delete theme '{}'. Are you sure?
de: Dies löscht das Design '{}' dauerhaft. Sind Sie sicher?
es: Esto eliminará permanentemente el tema '{}'. ¿Está seguro?
fr: Ceci supprimera définitivement le thème '{}'. Êtes-vous sûr ?
it: Questo eliminerà definitivamente il tema '{}'. Sei sicuro?
pt: Isto eliminará permanentemente o tema '{}'. Tem a certeza?
ro: Aceasta va șterge definitiv tema '{}'. Sunteți sigur?
ru: Это навсегда удалит тему '{}'. Вы уверены?

source: This will remove the background image from GRUB. Continue?
de: Dies entfernt das Hintergrundbild von GRUB. Fortfahren?
es: Esto eliminará la imagen de fondo de GRUB. ¿Desea continuar?
fr: Ceci supprimera l'image d'arrière-plan de GRUB. Continuer ?
it: Questo rimuoverà l'immagine di sfondo da GRUB. Continuare?
pt: Isto removerá a imagem de fundo do GRUB. Continuar?
ro: Aceasta va elimina imaginea de fundal din GRUB. Continuați?
ru: Это удалит фоновое изображение из GRUB. Продолжить?

source: This will remove the theme and set default colors. Continue?
de: Dies entfernt das Design und setzt die Standardfarben zurück. Fortfahren?
es: Esto eliminará el tema y establecerá los colores predeterminados. ¿Desea continuar?
fr: Ceci supprimera le thème et rétablira les couleurs par défaut. Continuer ?
it: Questo rimuoverà il tema e imposterà i colori predefiniti. Continuare?
pt: Isto removerá o tema e definirá as cores padrão. Continuar?
ro: Aceasta va elimina tema și va seta culorile implicite. Continuați?
ru: Это удалит тему и установит цвета по умолчанию. Продолжить?

source: Timeout (seconds):
de: Zeitüberschreitung (Sekunden):
es: Tiempo de espera (segundos):
fr: Délai (secondes) :
it: Timeout (secondi):
pt: Tempo limite (segundos):
ro: Expirare (secunde):
ru: Тайм-аут (секунды):

source: Type:
de: Typ:
es: Tipo:
it: Tipo:
pt: Tipo:
ro: Tip:
ru: Тип:

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно

source: Unsupported archive format
de: Nicht unterstütztes Archivformat
es: Formato de archivo no soportado
fr: Format d'archive non pris en charge
it: Formato archivio non supportato
pt: Formato de arquivo não suportado
ro: Format arhivă neacceptat
ru: Неподдерживаемый формат архива

source: Use UUID for root partition
de: Verwende UUID für Root-Partition
es: Usar UUID para partición raíz
fr: Utiliser UUID pour la partition racine
it: Usa UUID per partizione root
pt: Usar UUID para partição root
ro: Folosește UUID pentru partiția root
ru: Использовать UUID для корневого раздела

source: Using native window decorations (SSD)
de: Verwende native Fensterdekorationen (SSD)
es: Usando decoraciones de ventana nativas (SSD)
fr: Utilisation décorations de fenêtre natives (SSD)
it: Uso decorazioni finestra native (SSD)
pt: A usar decorações de janela nativas (SSD)
ro: Se folosesc decorațiuni native (SSD)
ru: Использование нативных декораций окна (SSD)

source: Warning: Pre-elevation detection failed: {}
de: Warnung: Vor-Erkennung der Rechteerhöhung fehlgeschlagen: {}
es: Aviso: Detección previa a la elevación fallida: {}
fr: Avertissement : Échec détection pré-élévation : {}
it: Attenzione: Rilevamento pre-elevazione fallito: {}
pt: Aviso: Deteção de pré-elevação falhou: {}
ro: Avertisment: Detecția pre-elevare a eșuat: {}
ru: Предупреждение: Обнаружение до повышения прав не удалось: {}

source: Working...
de: Arbeite...
es: Trabajando...
fr: En cours...
it: In corso...
pt: A trabalhar...
ro: Se lucrează...
ru: Работаю...

source: Would set GRUB_FONT={}
de: Würde GRUB_FONT={} setzen
es: Se establecería GRUB_FONT={}
fr: Définirait GRUB_FONT={}
it: Imposterebbe GRUB_FONT={}
pt: Definiria GRUB_FONT={}
ro: Ar seta GRUB_FONT={}
ru: Установил бы GRUB_FONT={}

source: [DEBUG] Desktop detected: {}
de: [DEBUG] Desktop erkannt: {}
es: [DEPURACIÓN] Escritorio detectado: {}
fr: [DEBUG] Bureau détecté : {}
it: [DEBUG] Desktop rilevato: {}
pt: [DEBUG] Ambiente de trabalho detetado: {}
ro: [DEBUG] Desktop detectat: {}
ru: [DEBUG] Рабочий стол обнаружен: {}

source: [ThemeManager] WARNING: No theme found, using 'dark'
de: [ThemeManager] WARNUNG: Kein Design gefunden, verwende 'dark'
es: [ThemeManager] AVISO: No se encontró tema, usando 'dark'
fr: [ThemeManager] AVERTISSEMENT : Aucun thème, utilisation de 'dark'
it: [ThemeManager] ATTENZIONE: Nessun tema trovato, uso 'dark'
pt: [ThemeManager] AVISO: Nenhum tema encontrado, a usar 'dark'
ro: [ThemeManager] AVERTISMENT: Nicio temă găsită, se folosește 'dark'
ru: [ThemeManager] ПРЕДУПРЕЖДЕНИЕ: Тема не найдена, используется 'dark'

source: [ThemeManager] ⚠ Could not set GTK theme preference: {}
de: [ThemeManager] ⚠ Konnte GTK-Designpräferenz nicht setzen: {}
es: [ThemeManager] ⚠ No se pudo establecer preferencia de tema GTK: {}
fr: [ThemeManager] ⚠ Impossible de définir la préférence de thème GTK : {}
it: [ThemeManager] ⚠ Impossibile impostare preferenza tema GTK: {}
pt: [ThemeManager] ⚠ Não foi possível definir preferência de tema GTK: {}
ro: [ThemeManager] ⚠ Nu s-a putut seta preferința temă GTK: {}
ru: [ThemeManager] ⚠ Не удалось установить предпочтение темы GTK: {}

source: [ThemeManager] ✗ ERROR loading theme: {}
de: [ThemeManager] ✗ FEHLER beim Laden des Designs: {}
es: [ThemeManager] ✗ ERROR cargando tema: {}
fr: [ThemeManager] ✗ ERREUR chargement thème : {}
it: [ThemeManager] ✗ ERRORE caricamento tema: {}
pt: [ThemeManager] ✗ ERRO ao carregar tema: {}
ro: [ThemeManager] ✗ EROARE încărcare temă: {}
ru: [ThemeManager] ✗ ОШИБКА загрузки темы: {}

source: [ThemeManager] ✗ ERROR: Theme file not found: {}
de: [ThemeManager] ✗ FEHLER: Designdatei nicht gefunden: {}
es: [ThemeManager] ✗ ERROR: Archivo de tema no encontrado: {}
fr: [ThemeManager] ✗ ERREUR : Fichier thème non trouvé : {}
it: [ThemeManager] ✗ ERRORE: File tema non trovato: {}
pt: [ThemeManager] ✗ ERRO: Ficheiro de tema não encontrado: {}
ro: [ThemeManager] ✗ EROARE: Fișier temă negăsit: {}
ru: [ThemeManager] ✗ ОШИБКА: Файл темы не найден: {}

source: [ThemeManager] ✗✗✗ Failed to initialize theming ✗✗✗
de: [ThemeManager] ✗✗✗ Fehler beim Initialisieren des Designs ✗✗✗
es: [ThemeManager] ✗✗✗ Fallo al inicializar los temas ✗✗✗
fr: [ThemeManager] ✗✗✗ Échec initialisation thèmes ✗✗✗
it: [ThemeManager] ✗✗✗ Inizializzazione temi fallita ✗✗✗
pt: [ThemeManager] ✗✗✗ Falha ao inicializar temas ✗✗✗
ro: [ThemeManager] ✗✗✗ Eșec inițializare teme ✗✗✗
ru: [ThemeManager] ✗✗✗ Не удалось инициализировать темы ✗✗✗

source: memtest
de: Speichertest
es: prueba de memoria
fr: test mémoire

source: recovery
de: Wiederherstellung
es: recuperación
fr: récupération
it: ripristino
pt: recuperação
ro: recuperare

source: system
es: sistema
fr: système
it: sistema
pt: sistema
ro: sistem

source: update-grub not found
de: update-grub nicht gefunden
es: update-grub no encontrado
fr: update-grub non trouvé
it: update-grub non trovato
pt: update-grub não encontrado
ro: update-grub negăsit
ru: update-grub не найден

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
ro: Eroare
ru: Ошибка

source: auto
de: automatisch
