Repository: SoplosLinux/soplos-grub-editor
Catalog: locale/*/LC_MESSAGES/soplos-grub-editor.po
Languages: de, es, fr, it, pt, ro, ru

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
ro: Despre
ru: О программе

source: Add Entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
it: Aggiungi voce
pt: Adicionar Entrada
ro: Adaugă intrare
ru: Добавить запись

source: Add entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
it: Aggiungi voce
pt: Adicionar entrada
ro: Adaugă intrare
ru: Добавить запись

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
pt: Opções Avançadas
ro: Opțiuni avansate
ru: Расширенные параметры

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência
ro: Aspect
ru: Внешний вид

source: Application error: {err}
de: Anwendungsfehler: {err}
es: Error de la aplicación: {err}
fr: Erreur de l'application : {err}
it: Errore dell'applicazione: {err}
pt: Erro da aplicação: {err}
ro: Eroare aplicație: {err}
ru: Ошибка приложения: {err}

source: Application error: {}
de: Anwendungsfehler: {}
es: Error de la aplicación: {}
fr: Erreur de l'application : {}
it: Errore dell'applicazione: {}
pt: Erro da aplicação: {}
ro: Eroare aplicație: {}
ru: Ошибка приложения: {}

source: Application initialization completed
de: Anwendungsinitialisierung abgeschlossen
es: Inicialización de la aplicación completada
fr: Initialisation de l'application terminée
it: Inizializzazione applicazione completata
pt: Inicialização da aplicação concluída
ro: Inițializare aplicație completă
ru: Инициализация приложения завершена

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar
ro: Aplică
ru: Применить

source: Apply Background
de: Hintergrund anwenden
es: Aplicar fondo
fr: Appliquer l'arrière-plan
it: Applica sfondo
pt: Aplicar Fundo
ro: Aplică fundal
ru: Применить фон

source: Apply Background Settings
de: Hintergrundeinstellungen anwenden
es: Aplicar configuración de fondo
fr: Appliquer les paramètres d'arrière-plan
it: Applica impostazioni sfondo
pt: Aplicar Configurações de Fundo
ro: Aplică setări fundal
ru: Применить настройки фона

source: Apply Changes
de: Änderungen anwenden
es: Aplicar cambios
fr: Appliquer les changements
it: Applica modifiche
pt: Aplicar Alterações
ro: Aplică modificări
ru: Применить изменения

source: Apply Theme
de: Design anwenden
es: Aplicar tema
fr: Appliquer le thème
it: Applica tema
pt: Aplicar Tema
ro: Aplică temă
ru: Применить тему

source: Apply selected font
de: Ausgewählte Schriftart anwenden
es: Aplicar fuente seleccionada
fr: Appliquer la police sélectionnée
it: Applica carattere selezionato
pt: Aplicar Tipo de Letra Selecionado
ro: Aplică fontul selectat
ru: Применить выбранный шрифт

source: Applying theme '{}' will disable any custom background and colors. Continue?
de: Das Anwenden des Designs '{}' deaktiviert alle benutzerdefinierten Hintergründe und Farben. Fortfahren?
es: Aplicar el tema '{}' desactivará cualquier fondo y colores personalizados. ¿Desea continuar?
fr: Appliquer le thème '{}' désactivera l'arrière-plan et les couleurs personnalisés. Continuer ?
it: Applicando il tema '{}' verranno disabilitati sfondo e colori personalizzati. Continuare?
pt: Aplicar o tema '{}' desativará qualquer fundo e cores personalizados. Continuar?
ro: Aplicarea temei '{}' va dezactiva fundalul și culorile personalizate. Continuați?
ru: Применение темы '{}' отключит пользовательский фон и цвета. Продолжить?

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
pt: Fundo
ro: Fundal
ru: Фон

source: Background applied successfully!
de: Hintergrund erfolgreich angewendet!
es: ¡Fondo aplicado correctamente!
fr: Arrière-plan appliqué avec succès !
it: Sfondo applicato correttamente!
pt: Fundo aplicado com sucesso!
ro: Fundal aplicat cu succes!
ru: Фон успешно применен!

source: Background color:
de: Hintergrundfarbe:
es: Color de fondo:
fr: Couleur d'arrière-plan :
it: Colore sfondo:
pt: Cor de fundo:
ro: Culoare fundal:
ru: Цвет фона:

source: Background image:
de: Hintergrundbild:
es: Imagen de fondo:
fr: Image d'arrière-plan :
it: Immagine sfondo:
pt: Imagem de fundo:
ro: Imagine fundal:
ru: Изображение фона:

source: Background removed successfully!
de: Hintergrund erfolgreich entfernt!
es: ¡Fondo eliminado correctamente!
fr: Arrière-plan supprimé avec succès !
it: Sfondo rimosso correttamente!
pt: Fundo removido com sucesso!
ro: Fundal eliminat cu succes!
ru: Фон успешно удален!

source: Boot Configuration
de: Boot-Konfiguration
es: Configuración de arranque
fr: Configuration du démarrage
it: Configurazione avvio
pt: Configuração de Arranque
ro: Configurație boot
ru: Конфигурация загрузки

source: Boot Entries
de: Boot-Einträge
es: Entradas de arranque
fr: Entrées de démarrage
it: Voci di avvio
pt: Entradas de Arranque
ro: Intrări boot
ru: Загрузочные записи

source: Browse...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
it: Sfoglia...
pt: Navegar...
ro: Răsfoiește...
ru: Обзор...

source: Changes Saved
de: Änderungen gespeichert
es: Cambios guardados
fr: Changements enregistrés
it: Modifiche salvate
pt: Alterações Guardadas
ro: Modificări salvate
ru: Изменения сохранены

source: Cleanup warning: {err}
de: Bereinigungswarnung: {err}
es: Aviso de limpieza: {err}
fr: Avertissement de nettoyage : {err}
it: Attenzione pulizia: {err}
pt: Aviso de limpeza: {err}
ro: Avertisment curățare: {err}
ru: Предупреждение очистки: {err}

source: Colors (when not using theme):
de: Farben (wenn kein Design verwendet wird):
es: Colores (cuando no se usa tema):
fr: Couleurs (sans thème) :
it: Colori (senza tema):
pt: Cores (quando não usar tema):
ro: Culori (fără temă):
ru: Цвета (без темы):

source: Convert TrueType fonts to GRUB format (PF2):
de: TrueType-Schriftarten in GRUB-Format (PF2) konvertieren:
es: Convertir fuentes TrueType al formato GRUB (PF2):
fr: Convertir polices TrueType au format GRUB (PF2) :
it: Converti font TrueType in formato GRUB (PF2):
pt: Converter tipos de letra TrueType para formato GRUB (PF2):
ro: Convertește fonturi TrueType în format GRUB (PF2):
ru: Конвертировать шрифты TrueType в формат GRUB (PF2):

source: Convert and Install Font
de: Schriftart konvertieren und installieren
es: Convertir e instalar fuente
fr: Convertir et installer la police
it: Converti e installa carattere
pt: Converter e Instalar Tipo de Letra
ro: Convertește și instalează font
ru: Конвертировать и установить шрифт

source: Creating Client-Side Decorations (CSD)
de: Erstelle Client-Side Decorations (CSD)
es: Creando decoraciones del lado del cliente (CSD)
fr: Création des décorations côté client (CSD)
it: Creazione decorazioni lato client (CSD)
pt: Criando Decorações do Lado do Cliente (CSD)
ro: Se creează decorațiuni client (CSD)
ru: Создание клиентских декораций (CSD)

source: Custom entry dialog - TODO
de: Benutzerdefinierter Eintragsdialog - TODO
es: Diálogo de entrada personalizada - TODO
fr: Dialogue d'entrée personnalisée - TODO
it: Dialogo voce personalizzata - TODO
pt: Diálogo de entrada personalizada - A FAZER
ro: Dialog intrare personalizată - TODO
ru: Диалог пользовательской записи - TODO

source: Default Boot Entry:
de: Standard-Boot-Eintrag:
es: Entrada de arranque predeterminada:
fr: Entrée de démarrage par défaut :
it: Voce di avvio predefinita:
pt: Entrada de Arranque Padrão:
ro: Intrare boot implicită:
ru: Запись загрузки по умолчанию:

source: Desktop Environment: {env}
de: Desktop-Umgebung: {env}
es: Entorno de escritorio: {env}
fr: Environnement de bureau : {env}
it: Ambiente desktop: {env}
pt: Ambiente de Trabalho: {env}
ro: Mediu desktop: {env}
ru: Среда рабочего стола: {env}

source: Detect other operating systems
de: Andere Betriebssysteme erkennen
es: Detectar otros sistemas operativos
fr: Détecter d'autres systèmes d'exploitation
it: Rileva altri sistemi operativi
pt: Detetar outros sistemas operativos
ro: Detectează alte sisteme de operare
ru: Обнаружить другие операционные системы

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
pt: Desativar
ro: Dezactivează
ru: Отключить

source: Disable Theme
de: Design deaktivieren
es: Desactivar tema
fr: Désactiver le thème
it: Disabilita tema
pt: Desativar Tema
ro: Dezactivează temă
ru: Отключить тему

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
pt: Ativado
ro: Activat
ru: Включено

source: Ensure dependencies are installed: sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0
de: Stellen Sie sicher, dass die Abhängigkeiten installiert sind: sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0
es: Asegúrese de que las dependencias están instaladas: sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0
fr: Assurez-vous que les dépendances sont installées : sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0
it: Assicurati che le dipendenze siano installate: sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0
pt: Certifique-se de que as dependências estão instaladas: sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0
ro: Asigurați-vă că dependențele sunt instalate: sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0
ru: Убедитесь, что установлены зависимости: sudo apt install python3-gi python3-gi-cairo gir1.2-gtk-3.0

source: Entry {}
de: Eintrag {}
es: Entrada {}
fr: Entrée {}
it: Voce {}
pt: Entrada {}
ro: Intrare {}
ru: Запись {}

source: Error creating main window: {err}
de: Fehler beim Erstellen des Hauptfensters: {err}
es: Error al crear la ventana principal: {err}
fr: Erreur lors de la création de la fenêtre principale : {err}
it: Errore creazione finestra principale: {err}
pt: Erro ao criar janela principal: {err}
ro: Eroare creare fereastră principală: {err}
ru: Ошибка создания главного окна: {err}

source: Error initializing GRUB Manager: {err}
de: Fehler beim Initialisieren des GRUB-Managers: {err}
es: Error al inicializar el gestor de GRUB: {err}
fr: Erreur lors de l'initialisation du gestionnaire GRUB : {err}
it: Errore inizializzazione Gestore GRUB: {err}
pt: Erro ao inicializar Gestor GRUB: {err}
ro: Eroare inițializare Manager GRUB: {err}
ru: Ошибка инициализации менеджера GRUB: {err}

source: Error initializing environment detection: {err}
de: Fehler beim Initialisieren der Umgebungserkennung: {err}
es: Error al inicializar la detección del entorno: {err}
fr: Erreur lors de l'initialisation de la détection d'environnement : {err}
it: Errore inizializzazione rilevamento ambiente: {err}
pt: Erro ao inicializar deteção de ambiente: {err}
ro: Eroare inițializare detecție mediu: {err}
ru: Ошибка инициализации обнаружения среды: {err}

source: Error initializing internationalization: {err}
de: Fehler beim Initialisieren der Internationalisierung: {err}
es: Error al inicializar la internacionalización: {err}
fr: Erreur lors de l'initialisation de l'internationalisation : {err}
it: Errore inizializzazione internazionalizzazione: {err}
pt: Erro ao inicializar internacionalização: {err}
ro: Eroare inițializare internaționalizare: {err}
ru: Ошибка инициализации интернационализации: {err}

source: Error initializing theming: {err}
de: Fehler beim Initialisieren des Designs: {err}
es: Error al inicializar los temas: {err}
fr: Erreur lors de l'initialisation des thèmes : {err}
it: Errore inizializzazione temi: {err}
pt: Erro ao inicializar temas: {err}
ro: Eroare inițializare teme: {err}
ru: Ошибка инициализации тем: {err}

source: Error installing theme: {}
de: Fehler beim Installieren des Designs: {}
es: Error instalando tema: {}
fr: Erreur lors de l'installation du thème : {}
it: Errore installazione tema: {}
pt: Erro ao instalar tema: {}
ro: Eroare instalare temă: {}
ru: Ошибка установки темы: {}

source: Error loading GRUB config: {}
de: Fehler beim Laden der GRUB-Konfiguration: {}
es: Error cargando configuración de GRUB: {}
fr: Erreur lors du chargement de la configuration GRUB : {}
it: Errore caricamento configurazione GRUB: {}
pt: Erro ao carregar configuração do GRUB: {}
ro: Eroare încărcare config GRUB: {}
ru: Ошибка загрузки конфигурации GRUB: {}

source: Error parsing grub.cfg: {}
de: Fehler beim Analysieren von grub.cfg: {}
es: Error al analizar grub.cfg: {}
fr: Erreur lors de l'analyse de grub.cfg : {}
it: Errore analisi grub.cfg: {}
pt: Erro ao analisar grub.cfg: {}
ro: Eroare analiză grub.cfg: {}
ru: Ошибка разбора grub.cfg: {}

source: Error reading GRUB config: {}
de: Fehler beim Lesen der GRUB-Konfiguration: {}
es: Error al leer la configuración de GRUB: {}
fr: Erreur lors de la lecture de la configuration GRUB : {}
it: Errore lettura configurazione GRUB: {}
pt: Erro ao ler configuração do GRUB: {}
ro: Eroare citire config GRUB: {}
ru: Ошибка чтения конфигурации GRUB: {}

source: Error removing config key: {err}
de: Fehler beim Entfernen des Konfigurationsschlüssels: {err}
es: Error al eliminar la clave de configuración: {err}
fr: Erreur lors de la suppression de la clé de config : {err}
it: Errore rimozione chiave config: {err}
pt: Erro ao remover chave de configuração: {err}
ro: Eroare eliminare cheie config: {err}
ru: Ошибка удаления ключа конфигурации: {err}

source: Error running update-grub: {err}
de: Fehler beim Ausführen von update-grub: {err}
es: Error al ejecutar update-grub: {err}
fr: Erreur lors de l'exécution de update-grub : {err}
it: Errore esecuzione update-grub: {err}
pt: Erro ao executar update-grub: {err}
ro: Eroare rulare update-grub: {err}
ru: Ошибка запуска update-grub: {err}

source: Error saving GRUB config: {err}
de: Fehler beim Speichern der GRUB-Konfiguration: {err}
es: Error al guardar la configuración de GRUB: {err}
fr: Erreur lors de l'enregistrement de la configuration GRUB : {err}
it: Errore salvataggio configurazione GRUB: {err}
pt: Erro ao guardar configuração do GRUB: {err}
ro: Eroare salvare config GRUB: {err}
ru: Ошибка сохранения конфигурации GRUB: {err}

source: Error setting application icon: {err}
de: Fehler beim Festlegen des Anwendungssymbols: {err}
es: Error estableciendo icono de aplicación: {err}
fr: Erreur lors de la définition de l'icône de l'application : {err}
it: Errore impostazione icona applicazione: {err}
pt: Erro ao definir ícone da aplicação: {err}
ro: Eroare setare pictogramă aplicație: {err}
ru: Ошибка установки иконки приложения: {err}

source: Error setting up application menu: {err}
de: Fehler beim Einrichten des Anwendungsmenüs: {err}
es: Error al configurar el menú de la aplicación: {err}
fr: Erreur lors de la configuration du menu de l'application : {err}
it: Errore configurazione menu applicazione: {err}
pt: Erro ao configurar menu da aplicação: {err}
ro: Eroare configurare meniu aplicație: {err}
ru: Ошибка настройки меню приложения: {err}

source: Failed to convert font: {}
de: Fehler beim Konvertieren der Schriftart: {}
es: Fallo al convertir la fuente: {}
fr: Échec de la conversion de la police : {}
it: Impossibile convertire il carattere: {}
pt: Falha ao converter tipo de letra: {}
ro: Eșec conversie font: {}
ru: Не удалось конвертировать шрифт: {}

source: Failed to elevate privileges: {}
de: Fehler beim Erhöhen der Rechte: {}
es: Fallo al elevar privilegios: {}
fr: Échec de l'élévation des privilèges : {}
it: Impossibile elevare i privilegi: {}
pt: Falha ao elevar privilégios: {}
ro: Eșec ridicare privilegii: {}
ru: Не удалось повысить привилегии: {}

source: Failed to extract archive: {}
de: Fehler beim Extrahieren des Archivs: {}
es: Fallo al extraer el archivo: {}
fr: Échec de l'extraction de l'archive : {}
it: Impossibile estrarre l'archivio: {}
pt: Falha ao extrair arquivo: {}
ro: Eșec extragere arhivă: {}
ru: Не удалось извлечь архив: {}

source: Failed to install theme: {}
de: Fehler beim Installieren des Designs: {}
es: Fallo al instalar el tema: {}
fr: Échec de l'installation du thème : {}
it: Impossibile installare il tema: {}
pt: Falha ao instalar tema: {}
ro: Eșec instalare temă: {}
ru: Не удалось установить тему: {}

source: Failed to remove theme: {}
de: Fehler beim Entfernen des Designs: {}
es: Fallo al eliminar el tema: {}
fr: Échec de la suppression du thème : {}
it: Impossibile rimuovere il tema: {}
pt: Falha ao remover tema: {}
ro: Eșec eliminare temă: {}
ru: Не удалось удалить тему: {}

source: Failed to save config: {err}
de: Fehler beim Speichern der Konfiguration: {err}
es: Fallo al guardar la configuración: {err}
fr: Échec de l'enregistrement de la config : {err}
it: Impossibile salvare la configurazione: {err}
pt: Falha ao guardar configuração: {err}
ro: Eșec salvare config: {err}
ru: Не удалось сохранить конфигурацию: {err}

source: Failed to save configuration
de: Fehler beim Speichern der Konfiguration
es: Fallo al guardar la configuración
fr: Échec de l'enregistrement de la configuration
it: Impossibile salvare la configurazione
pt: Falha ao guardar configuração
ro: Eșec salvare configurație
ru: Не удалось сохранить конфигурацию

source: Failed to update GRUB
de: Fehler beim Aktualisieren von GRUB
es: Fallo al actualizar GRUB
fr: Échec de la mise à jour de GRUB
it: Aggiornamento GRUB fallito
pt: Falha ao atualizar GRUB
ro: Eșec actualizare GRUB
ru: Не удалось обновить GRUB

source: Failed to update GRUB. Check logs for details.
de: Fehler beim Aktualisieren von GRUB. Überprüfen Sie die Protokolle für Details.
es: Fallo al actualizar GRUB. Compruebe los registros para más detalles.
fr: Échec de la mise à jour de GRUB. Vérifiez les journaux pour plus de détails.
it: Aggiornamento GRUB fallito. Controlla i log per dettagli.
pt: Falha ao atualizar GRUB. Verifique os registos para detalhes.
ro: Eșec actualizare GRUB. Verificați jurnalele pentru detalii.
ru: Не удалось обновить GRUB. Проверьте логи для деталей.

source: Failed to update GRUB: {err}
de: Fehler beim Aktualisieren von GRUB: {err}
es: Fallo al actualizar GRUB: {err}
fr: Échec de la mise à jour de GRUB : {err}
it: Aggiornamento GRUB fallito: {err}
pt: Falha ao atualizar GRUB: {err}
ro: Eșec actualizare GRUB: {err}
ru: Не удалось обновить GRUB: {err}

source: Font '{}' will be used after running update-grub.
de: Die Schriftart '{}' wird nach Ausführung von update-grub verwendet.
es: La fuente '{}' se usará después de ejecutar update-grub.
fr: La police '{}' sera utilisée après l'exécution de update-grub.
it: Il carattere '{}' verrà usato dopo update-grub.
pt: O tipo de letra '{}' será usado após executar update-grub.
ro: Fontul '{}' va fi folosit după rularea update-grub.
ru: Шрифт '{}' будет использован после запуска update-grub.

source: Font Applied
de: Schriftart angewendet
es: Fuente aplicada
fr: Police appliquée
it: Carattere applicato
pt: Tipo de Letra Aplicado
ro: Font aplicat
ru: Шрифт применен

source: Font converted and installed: {}
de: Schriftart konvertiert und installiert: {}
es: Fuente convertida e instalada: {}
fr: Police convertie et installée : {}
it: Carattere convertito e installato: {}
pt: Tipo de letra convertido e instalado: {}
ro: Font convertit și instalat: {}
ru: Шрифт конвертирован и установлен: {}

source: Font files
de: Schriftartdateien
es: Archivos de fuente
fr: Fichiers de police
it: File font
pt: Ficheiros de tipo de letra
ro: Fișiere font
ru: Файлы шрифтов

source: Font size:
de: Schriftgröße:
es: Tamaño de fuente:
fr: Taille de police :
it: Dimensione carattere:
pt: Tamanho do tipo de letra:
ro: Mărime font:
ru: Размер шрифта:

source: Fonts
de: Schriftarten
es: Fuentes
fr: Polices
it: Caratteri
pt: Tipos de Letra
ro: Fonturi
ru: Шрифты

source: GRUB Manager initialized
de: GRUB-Manager initialisiert
es: Gestor de GRUB inicializado
fr: Gestionnaire GRUB initialisé
it: Gestore GRUB inizializzato
pt: Gestor GRUB inicializado
ro: Manager GRUB inițializat
ru: Менеджер GRUB инициализирован

source: GRUB config not found at {}
de: GRUB-Konfiguration nicht gefunden unter {}
es: Configuración de GRUB no encontrada en {}
fr: Configuration GRUB non trouvée à {}
it: Configurazione GRUB non trovata in {}
pt: Configuração do GRUB não encontrada em {}
ro: Configurație GRUB negăsită la {}
ru: Конфигурация GRUB не найдена в {}

source: GRUB configuration updated successfully!
de: GRUB-Konfiguration erfolgreich aktualisiert!
es: ¡Configuración de GRUB actualizada correctamente!
fr: Configuration GRUB mise à jour avec succès !
it: Configurazione GRUB aggiornata correttamente!
pt: Configuração do GRUB atualizada com sucesso!
ro: Configurație GRUB actualizată cu succes!
ru: Конфигурация GRUB успешно обновлена!

source: GRUB updated successfully!
de: GRUB erfolgreich aktualisiert!
es: ¡GRUB actualizado correctamente!
fr: GRUB mis à jour avec succès !
it: GRUB aggiornato correttamente!
pt: GRUB atualizado com sucesso!
ro: GRUB actualizat cu succes!
ru: GRUB успешно обновлен!

source: General Configuration
de: Allgemeine Konfiguration
es: Configuración general
fr: Configuration générale
it: Configurazione generale
pt: Configuração Geral
ro: Configurație generală
ru: Общая конфигурация

source: Highlight background:
de: Hervorhebungshintergrund:
es: Fondo resaltado:
fr: Arrière-plan de surbrillance :
it: Sfondo evidenziazione:
pt: Fundo de destaque:
ro: Fundal evidențiere:
ru: Фон выделения:

source: Highlight text:
de: Hervorhebungstext:
es: Texto resaltado:
fr: Texte de surbrillance :
it: Testo evidenziazione:
pt: Texto de destaque:
ro: Text evidențiere:
ru: Текст выделения:

source: Images
de: Bilder
es: Imágenes
it: Immagini
pt: Imagens
ro: Imagini
ru: Изображения

source: Import error: {}
de: Importfehler: {}
es: Error de importación: {}
fr: Erreur d'importation : {}
it: Errore importazione: {}
pt: Erro de importação: {}
ro: Eroare import: {}
ru: Ошибка импорта: {}

source: Include recovery options
de: Wiederherstellungsoptionen einschließen
es: Incluir opciones de recuperación
fr: Inclure les options de récupération
it: Includi opzioni di ripristino
pt: Incluir opções de recuperação
ro: Include opțiuni recuperare
ru: Включить опции восстановления

source: Information
es: Información
it: Informazioni
pt: Informação
ro: Informație
ru: Информация

source: Install...
de: Installieren...
es: Instalar...
fr: Installer...
it: Installa...
pt: Instalar...
ro: Instalare...
ru: Установить...

source: Installed GRUB fonts:
de: Installierte GRUB-Schriftarten:
es: Fuentes GRUB instaladas:
fr: Polices GRUB installées :
it: Caratteri GRUB installati:
pt: Tipos de letra GRUB instalados:
ro: Fonturi GRUB instalate:
ru: Установленные шрифты GRUB:

source: Kernel Parameters
de: Kernel-Parameter
es: Parámetros del kernel
fr: Paramètres du noyau
it: Parametri del kernel
pt: Parâmetros do Kernel
ro: Parametri nucleu
ru: Параметры ядра

source: Kernel Parameters:
de: Kernel-Parameter:
es: Parámetros del kernel:
fr: Paramètres du noyau :
it: Parametri del kernel:
pt: Parâmetros do Kernel:
ro: Parametri nucleu:
ru: Параметры ядра:

source: Language initialized: {lang}
de: Sprache initialisiert: {lang}
es: Idioma inicializado: {lang}
fr: Langue initialisée : {lang}
it: Lingua inizializzata: {lang}
pt: Idioma inicializado: {lang}
ro: Limbă inițializată: {lang}
ru: Язык инициализирован: {lang}

source: Main window closing...
de: Hauptfenster wird geschlossen...
es: Cerrando ventana principal...
fr: Fermeture de la fenêtre principale...
it: Chiusura finestra principale...
pt: A fechar janela principal...
ro: Închidere fereastră principală...
ru: Закрытие главного окна...

source: Main window created successfully
de: Hauptfenster erfolgreich erstellt
es: Ventana principal creada correctamente
fr: Fenêtre principale créée avec succès
it: Finestra principale creata correttamente
pt: Janela principal criada com sucesso
ro: Fereastră principală creată cu succes
ru: Главное окно успешно создано

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
pt: Nome:
ro: Nume:
ru: Имя:

source: No Background
de: Kein Hintergrund
es: Sin fondo
fr: Pas d'arrière-plan
it: Nessuno sfondo
pt: Sem Fundo
ro: Fără fundal
ru: Без фона
